Repository: bboivinms/el_edi---2020-01-10
Catalog: *_edi/EDI_850/Properties/Resources.resx
Languages: el

# Code
source: Product code
el: Code produit

# CustBTNotFound
source: Can't determine Customer's Bill To address for Customer
el: Impossible de déterminer l'adresse de facturation pour le client

# CustSTNotFound
source: Can't determine Customer's Ship To address for Customer
el: Impossible de déterminer l'adresse de livraison pour le client

# CustVal
source: From Customer data validation
el: De la validation des données du client

# DiscountNotFound
source: Can't determine customer discount. Discount has been set to 0%
el: Impossible de déterminer l'escompte du client. L'escompte a été mis à 0%

# ELCodeNotFound
source: Could not determine the Enveloppes Laurentides product ident from Customer product code
el: Il n'a pas été possible de déterminer le No. de produit d'Enveloppes Laurentides à partir du code du client

# EmailHeader
source: Validation results for Purchase Order #
el: Résultats de validation pour bon de commande #

# EmptyPO
source: Empty PO Number received from EDI
el: # de commande vide dans fichier EDI

# ExternalEmailSubject
source: Customer EDI mail
el: Courriel EDI pour client

# InternalEmailSubject
source: Order desk EDI mail
el: Courriel EDI pour bureau des commandes

# InvalidCustId
source: Invalid Customer Id
el: No. Id client invalide

# ItemVal
source: From Order Items data validation
el: De la validation des données des items de la commande

# OrderVal
source: From Order data validation
el: De la validation des données de la commande

# PalletQtyZero
source: The pallet qty is at zero. Please validate.
el: La qté palette est à zéro. SVP valider.

# PODateMismatch
source: PO Date doesn't match the date the EDI message was received for PO Number
el: La date du bon de commande ne correspond pas à la date de réception EDI

# PODateToday
source: is equal to today's date. Please verify if real urgency
el: correspond à la date d'aujourd'hui. SVP valider si urgence

# POInPast
source: is in the past. Please verify with customer
el: est une date passée. SVP vérifier avec le client

# POReqDate
source: Requested date in PO
el: La date requise dans la commande

source: Price
el: Prix

# PriceDiff
source: Item {0}: The price for this item is different from our price. Using price {1:C2 instead of {2:C2}
el: Item {0}: Le prix pour cet item est différent de notre prix. Nous utilisons {1:C2} au lieu de {2:C2}

# PriceNotFound
source: Can't determine the price for this item. Price has been set to $0.00
el: Impossible de déterminer le prix de cet item. Le prix a été mis à $0.00

# ProdCode
source: Product code
el: Le code de produit

# ProdNotFound
source: The item has not been found using the Enveloppes Laurentides code supplied by the client
el: L'item n'a pas été trouvé avec le code d'Enveloppes Laurentides fourni par le client

# Quant
source: Qty
el: Qté

# ReqShipDate
source: Requested shipping date
el: Date d'expédition requise

# ShipTo
source: Delivery address
el: Adresse de livraison

# String1
source: English
el: Français (défaut)

# UseBT
source: Using Bill to address
el: utilisation de l'adresse de facturation

# PalletPriceNotFound
source: The pallet price is zero. Please validate.
el: Le prix de palette est zéro. SVP valider.

# NewSTAddress
source: The new adress is:
el: La nouvelle addresse est:

# ProdCodeEmpty
source: The Enveloppes Laurentides code was not sent by the client
el: Le code d'Enveloppes Laurentides n'est pas fourni par le client

source: Status
el: Statut

# ItemStatusNotFound
source: Not found
el: Pas retouvée

# ItemStatusNotInStock
source: Not in stock
el: Manque inventaire

# CustomerItemId
source: Client code
el: Code client

# ProdCodeNoMatch
source: The item corresponding to the Enveloppes Laurentide code does not match the item found by the client code
el: L'item du code d'Enveloppes Laurentides ne correspond pas a l'item du code client

# ProdCustCodeEmpty
source: The customer code was not sent by the client
el: Le code client n'est pas fourni par le client
